Repository: mozilla-l10n/mt-training-data
Catalog: ba/ba_pontoon.tmx
Source language: en_us
Languages: ba

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ba: Тәбиғи тауыш, ысын кеше тауышы. Бына ни өсөн беҙ техникаларыбыҙға тауышты тапшырыу буйынса файҙалы технологиялар булдырырға теләйбеҙ. Әммә тауыш системаларын булдырыу өсөн ифрат күп тауыш яҙмалары кәрәк.

source: Voices Online Now
ba: Әле онлайн булған тауыштар

source: Votic
ba: Вотса

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ba: VoxForge ирекле һәм асыҡ телмәрҙе таныу системаларына транскрипцияланған телмәрҙе йыйыу өсөн булдырылды

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ba: Common Voice-ты тағы ла яҡшыраҡ итергә теләйһегеҙме? Бик яҡшы! Электрон почта буйынса йә <discourseLink>Discourse</discurseLink> форумында бәйләнешкә сығығыҙ, һорауҙарығыҙҙы сайтта <githubLink>GitHub</githubLink> аша ебәрегеҙ йәки <matrixLink>Matrix</matrixLink> чатына ҡушылығыҙ

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ba: Common Voice йыйынтыҡтарының яңы сығарылышы тураһында белгегеҙ киләме? Беҙҙең яңылыҡтарға яҙылығыҙ.

source: Watch our video explainer to help
ba: Видео-аңлатмаларҙы ҡарағыҙ, ярҙам итер

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ba: Асыҡ һәм һәр кем ҡуллана алырлыҡ тауыштар йыйынтығы булдырабыҙ, уны һәр кем телмәр менән эш иткән программаларҙы "уҡытыуҙа" ҡуллана ала.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ba: Mozilla'ла беҙ тауыш технологиялары тирәһендә бер йәмғиәт йыйыу менән мәшғүл. Беҙ һеҙҙең бөтә яңылыҡтар, яңы мәғлүмәт сығанаҡтары тураһында белеүегеҙҙе теләйбеҙ һәм һеҙ был мәғлүмәттәрҙе нисек ҡулланыуығыҙ тураһында ла белеп торғыбыҙ килә.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ba: Ҙур, иркен ҡулланылған тауыштар йыйынтығы машиналарҙы өйрәтеүгә нигеҙләнгән телмәр технологиялары өлкәһендәге инновацияға һәм дөрөҫ сауҙа конкуренцияһына булышлыҡ итә, тип иҫәпләйбеҙ. Был иҫ киткес әһәмиәткә эйә эш, бөтә кешеләрҙе лә ҡатнашырға саҡырабыҙ. Маҡсатыбыҙ - ер шарындағы телдәр төрлөлөгөн сағылдырып, телмәр технологияларын ҡулланыу хоҡуғын берҙәй тигеҙ булырға ярҙам итергә.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ba: Ҙур, асыҡ тауыш йыйынтыҡтары машинаны уҡытыуға нигеҙләнгән телмәр технологиялары өлкәһендә инновацияларға һәм сәләмәт конкуренцияның килеп сығыуына ярҙам итә, тип һанайбыҙ беҙ. Common Voiceтың күп телле базаһы әлеге ваҡытта асыҡ йыйынтыҡтар араһында иң ҙуры булып тора, әммә ул берҙән бер йыйынтыҡ түгел. Был битте һеҙ башҡа асыҡ йыйынтыҡтарҙың һылтанмаһының белешмәһе итеп ҡарай алаһығыҙ, һәм Common Voice үҫә барған һайын, яңылыҡтар өсөн төп бит булып торор.

source: Website Localization
ba: Веб-сайтты локализациялау

source: We couldn’t find that page for you
ba: Был бит табылманы

source: Weekly
ba: Аҙна һайын

source: Weekly Goal
ba: Аҙналыҡ маҡсат

source: We launch the Common Voice site in this language.
ba: Common Voice сайтын ошо телдә асабыҙ

source: Welcome { $company } staff!
ba: Рәхим итегеҙ { $company } хеҙмәткәрҙәре!

source: Welcome to Common Voice
ba: Common Voice-ҡа рәхим итегеҙ!

source: Welsh
ba: Валлийса

source: We may have run out of clips - refresh the page, or try again later.
ba: Был телдә тикшерергә яҙҙырылған тауыштар бөттө...

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ba: Һеҙҙең мәғлүмәт менән һаҡлы рәүештә эш итергә һүҙ бирәбеҙ. Беҙҙең <privacyLink>Хосусилыҡ сәйәсәте</privacyLink> тураһында күберәк уҡығыҙ.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ba: Күп телле асыҡ тәүсығанаҡ код менән тауыштар йыйынтығы булдырабыҙ, уны һәр кем телмәр менән эш итеүсе ҡушымталарҙы өйрәтеү өсөн ҡуллана ала.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ba: Беҙ асыҡ аудиояҙма йыйынтығын төҙөйбөҙ. Тауышығыҙ менән ярҙам итегеҙ, башҡаларҙыҡын тикшерегеҙ, был йыйнтыҡты бөтәһе өсөн дә яҡшыртығыҙ.

source: We’re experiencing unexpected downtime
ba: Көтөлмәгән буш тороуға юлыҡтыҡ

source: We're receiving a lot of traffic and are currently investigating the issues.
ba: Күп трафик алабыҙ һәм әле был мәсьәләне тикшерәбеҙ.

source: We’re sorry, your platform is not currently supported.
ba: Үкенескә ҡаршы, әлегә һеҙҙең платформа эшләмәй

source: Western Sierra Puebla Nahuatl
ba: Көнбатыш Сьерра Пуэбла Наһуатл

source: We've run out of sentences to record in this language...
ba: Был теелдә яҙҙырырға һөйләмдәр бөттө...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ba: Телмәр моделдәрен теге йәки был телдә һөйләшеүселәрҙең бөтәһенең дә тиерлек аңлауын теләйбеҙ. Бының өсөн тауыш үрнәктәрен төрлө-төрлө кешеләр яҙҙырырға тейеш.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ba: Беҙ, нисек һеҙҙең телегеҙҙе өҫтәп була, шул турала аңлатыр өсөн, һеҙҙең менән тиҙ арала бәйләнешкә сығырбыҙ.

source: We will be in touch with more information as it becomes available.
ba: Өҫтәлмә мәғлүмәттәр булғас та, Һеҙҙең менән бәйләнешкә инербеҙ.

source: We will not make your email public.
ba: Һеҙҙең электрон почта адресын башҡаларға күрһәтмәйәсәкбеҙ

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ba: Мәғлүмәттәр йыйынтығынан тауыш яҙмаларығыҙҙы юйырға һорауығыҙҙы ҡарарбыҙ. Әгәр ҙә үтенесегеҙ ризалаштырылһа, мәғлүмәттәр йыйынтығын "тейәп" өлгөрөүселәр менән бәйләнешкә инербеҙ, уларҙан да һеҙҙең тауыш яҙмаларығыҙҙы юйыуҙы һорарбыҙ.

source: What issues are you experiencing with this sentence?
ba: Отчетты ебәрергә

source: What kind of goal do you want to build?
ba: Ниндәй маҡсатҡа ирешергә теләйһегеҙ?

source: What’s inside the Common Voice dataset?
ba: Common Voice йыйынтыҡтарының эсендә нимә бар?

source: What's Public?
ba: Һәр кемгә асыҡ тигән һүҙ нимә ул?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ba: Әгәр кеше ЮҠ ты һайлаһа, аудияҙма кире сиратҡа тора. Икенсе тапҡыр ЮҠ тип һайланһа, уны "Аудиояҙмалар зыяратына" оҙатабыҙ.

source: Why ?
ba: Ни өсөн?

source: Why a profile?
ba: Ни өсөн мотлаҡ профиль?

source: Why Common Voice?
ba: Ни өсөн Common Voice?

source: Why does this matter?
ba: Был ни өсөн мөһим?

source: Wolof
ba: Волоф

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ba: Үҙегеҙҙең тауыш яҙмаларын шулай уҡ юйырға уйлайһығыҙмы, әллә уларҙы йыйынтыҡта ҡалдырығыҙмы?

source: Xhosa
ba: Косаса

source: Xitsonga
ba: Тсонгаса

source: Yes
ba: Эйе

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ba: Эйе, миңә электрон хаттар ебәрегеҙ. Common Voice проекты тураһында хәбәрҙар булғым килә

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ba: Эйе, миңә электрон хаттар ебәрегеҙ. Мин был телдең Common Voice-та алға китеше тураһында хәбәр алып тораһым килә.

source: Yiddish
ba: Идиш

source: Yoruba
ba: Йоруба

source: You
ba: Һеҙ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ba: Һеҙ <size>{ $size }GB</size> тейәргә тораһығыҙ, дауам итәбеҙме?

source: You are prepared to initiate a download of <b>{ $size }</b>
ba: Һеҙ <b>{ $size }</b> йөкләргә тораһығыҙ

source: You can choose to make your username public or anonymous.
ba: Ҡулланыусының исемен һеҙ һәр кемгә күренерлек йә йәшерен итә алаһығыҙ

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ba: Common Voice профилен булдырып һәм тауышығыҙ менән ярҙам итеп, һеҙ төрлө-төрлө ҙәм асыҡ йыйынтыҡтар эшләргә ярҙам итә алаһығыҙ.

source: You must allow microphone access.
ba: Микрофонды ҡулланыуға рөхсәт биреүегеҙ кәрәк

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ba: Һеҙҙең акцент — ул һүҙҙәрҙе әйтеү рәүешегеҙ. Уның йәшәгән ерегеҙгә, һөйләшкән телегеҙгә һәм башҡа күп шарттарға бәйле булыуы бар. Бында һеҙ үҙегеҙ теләгән мәғлүмәт менән бүлешә алаһығыҙ.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ba: Аноним тауыш яҙмаларығыҙ Дөйөм тауыш мәғлүмәттәре йыйынтығында ҡаласаҡ. Һеҙ сәхифәгеҙҙе юйғас та мәғлүмәттәр йыйынтығынан яҙмаларығыҙҙы юйыуҙы һорай алмаясаҡһығыҙ.

source: Your daily goal has been created
ba: Һеҙҙең көндәлек маҡсатағыҙ булдырылды

source: Your download has started.
ba: Һеҙҙең тейәүегеҙ башланды

source: You’re contributing to a target segment
ba: Һеҙ маҡсатлы сегментҡа өлөшөгөҙҙө индерәһегеҙ

source: You’re contributing to our first target segment
ba: Беҙҙең беренсе маҡсатлы сегментҡа Һеҙ үҙ өлөшөгөҙҙө индерәһегеҙ.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ba: Һеҙ әле маҡсаттар тураһында иҫкә төшөрөүҙәрҙе, алға китештәге үҙгәрештәрҙе, Common Voice тураһында мәғлүмәттәрҙе үҙ эсенә алған электрон хаттар <bold>алмаҫҡа</bold>көйләнгәнһегеҙ .

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ba: Һеҙ әле маҡсаттар тураһында иҫкә төшөрөүҙәрҙе, алға китештәге үҙгәрештәрҙе, Common Voice тураһында мәғлүмәттәрҙе үҙ эсенә алған электрон хаттар ала алаһығыҙ.

source: Your Languages
ba: Һеҙҙең телдәр

source: Your username and email will not be associated with the published data.
ba: Һеҙең ҡулланыусы исемегеҙ һәм электрон адресығыҙ баҫып сығарылған мәғлүмәттәр менән бәйле булмаясаҡ.

source: Your weekly goal has been created
ba: Һеҙҙең аҙналыҡ маҡсатығыҙ төҙөлдө

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ba: Һеҙ Common Voice көнлөк { $goalValue } маҡсаттың <goalPercentage></goalPercentage> үтәргә ярҙам иттегеҙ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ba: Һеҙ Common Voice'ҡа көндәлек тикшереү маҡсатының { $goalValue } <goalPercentage></goalPercentage> күрһәткесен ирешергә ярҙам иттегеҙ!

source: You've successfully signed up for contributing to { $language }. Thank you.
ba: { $language } теленә өлөш индереү өсөн уңышлы теркәлдегеҙ. Рәхмәт.

source: Zaza
ba: Заза

source: Zulu
ba: Зулусса

source: abnormality
ba: боҙолған

source: account recovery key
ba: иҫәп яҙмаһын тергеҙеү асҡысы

source: add-on
ba: өҫтәлмә

source: aggregate
ba: агрегат

source: All Hands
ba: Дөйөм йыйын

source: alternate text
ba: Альтернатив текст

source: appear
ba: килеп сығыу

source: appearance
ba: тыш яғы

source: attack
ba: атакалау

source: attacker
ba: боҙоҡтар

source: Attack Site
ba: Атакалаған сайт

source: attendee
ba: ҡатнашыусы

source: authenticate
ba: тикшереү

source: authenticated
ba: тикшерелгән

source: autoplay
ba: автоуйнау

source: back out
ba: ҡайтарыу

source: backup authentication code
ba: дөрөҫлөктө тикшереүҙең өҫтәмә коды

source: black box
ba: ҡара ҡумта

source: bookmark
ba: һаҡланғыс

source: boolean
ba: логик

source: boot
ba: ташлау

source: breakpoint
ba: туҡтау урыны

source: Bug report
ba: Хатаны ебәреү

source: certificate authority
ba: сертификат центыры

source: channel
ba: канал

source: cipher
ba: шифр

source: clipboard
ba: алмашыу буферы

source: clockwise
ba: сәғәт теле буйынса

source: colorway
ba: буяу

source: compact
ba: компакт

source: compact - recommend deprioritize
ba: ҡыҫыу

source: context
ba: контекст

source: contribute
ba: бүлешеү

source: cookie banner
ba: cookie тураһында белдереү

source: corrupt
ba: боҙолған

source: corrupted
ba: боҙолған

source: counterclockwise
ba: сәғәттең кире яғына

source: crash
ba: ватыҡ

source: cross-site tracking cookie
ba: башҡа сайттарҙа күҙәтеү cookie-һы

source: cryptominer
ba: криптомайнер

source: cryptomining
ba: криптомайнинг

source: debug
ba: эҙләнеү

source: deceptive site
ba: ялған сайт

source: decode
ba: кире сығарыу

source: decryption
ba: аңлатыш

source: disinformation
ba: ялған хәбәр

source: distrust
ba: ышанмаҫлыҡ тип билдәләү

source: eavesdropping
ba: йәшерен тыңлау

source: enable
ba: тоҡандырыу

source: encode
ba: кодирлау

source: encrypt
ba: йәшереү

source: encryption
ba: шифрлау

source: end user
ba: һуңғы кеше

source: Enhanced Tracking Protection
ba: Күҙәтеүҙән яҡшыртылған һаҡсы

source: executable file
ba: башҡарыусы файл

source: extension
ba: киңәймә

source: external
ba: сит

source: Fellow
ba: Фекерҙәш

source: filter bubble
ba: информацион күпертке

source: fingerprinter
ba: бармаҡ эҙҙәрен цифрҙа йыйыусы

source: fingerprinting
ba: бармаҡ эҙҙәрен цифрлау

source: gear
ba: механизм

source: grassroots
ba: аҫтанғы инициатива

source: home page
ba: төп бит

source: idle
ba: тик тора

source: import
ba: керетеш

source: independent browser
ba: бойондороҡһоҙ браузер

source: innovations
ba: инновациялар

source: insecure
ba: хәүефле

source: installation
ba: ҡуйыу

source: Issue
ba: Ҡыйынлыҡ

source: Legacy extension
ba: иҫкергән киңәймә

source: misinformation
ba: яңылыш информация

source: native
ba: вәкил

source: open source
ba: асыҡ код

source: override
ba: кире яҙҙырыу

source: participation
ba: ҡатнашыу

source: Patch
ba: Рәтләү

source: pop-up
ba: ҡалҡынғыс бит

source: preference
ba: көйләм

source: release
ba: сығарылыш

source: report
ba: хисаплау

source: revert
ba: кире ҡайтыу

source: search suggestion
ba: эҙләгән һүҙ

source: security keys
ba: һаҡлыҡ асҡыстары

source: sensitive
ba: секрет

source: sidebar
ba: ситтәге панель

source: sign
ba: инеү

source: signer
ba: авторы

source: sign in
ba: инеү

source: sign-in
ba: инеү

source: studies
ba: эҙләү

source: track
ba: трэк

source: trackers
ba: күҙәтеүселәр

source: Tracking Content
ba: Күҙәткән йөкмәтке

source: Turbo Mode
ba: Турбо режим

source: unencrypted
ba: йәшертелмәгән

source: unresponsive
ba: яуап юҡ

source: unsafe
ba: ҡурҡыныс

source: validate
ba: тикшереү

source: validity
ba: дөрөҫ

source: version
ba: версия

source: Web Authentication
ba: Ысынлығын тикшереү
